Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/rent_increases.html.txt.tmx
Source language: en
Languages: ga

source: Rent increases in private rented housing
ga: Arduithe cíosa i dtithíocht phríomháideach

source: • If your landlord is raising the rent
ga: • Má tá do chíos á ardú ag an tiarna talún

source: The amount of rent payable for a property is agreed between the landlord and tenant at the start of a tenancy
ga: Déanann an tionónta agus an tiarna talún idirbheartaíocht ar chíos na maoine ag tús na tionóntachta

source: Private landlords must follow certain procedures if they want to raise the rent. The rules are set out in Part 3 of the Residential Tenancies Act 2004
ga: Ní foláir do thiarnaí talún príomháideacha nósanna imeachta áirithe a leanúint má theastaíonn uathu an cíos a ardú

source: They have recently been amended by the Residential Tenancies (Amendment) Act 2015 and the Planning and Development (Housing) and Residential Tenancies Act 2016
ga: Ta na rialacha seo i gCuid 3 den Acht um Thionóntachtaí Cónaithe 2004 agus rinneadh iad a leasú le déanaí tríd an Acht um Thionóntachtaí Cónaithe (Leasú) 2015

source: These rules only apply to private rented housing, not to housing that is let by local authorities or approved housing bodies (housing associations), both of which charge differential rents based on household income
ga: Ní bhaineann na rialacha seo ach le tithíocht phríobháideach ar cíos, seachas le tithíochta a dhéanann údaráis áitiúla nó comhlachtaí faofa tithíochta (comhlachais tithíochta) a ligean, a ngearrann an dá cheann díobh cíosanna difreálacha bunaithe ar ioncam teaghlaigh

source: While approved housing bodies now come under the residential tenancies legislation, their rent reviews will continue to be carried out in accordance with their tenancy agreements, or no more than once in any 12-month period
ga: Cé go dtagann comhlachtaí faofa tithíochta faoin reachtaíocht um thionóntachtaí cónaithe, leanfar ag tabhairt faoina n-athbhreithnithe cíosa i gcomhréir lena gcomhaontuithe tionóntachta, nó ar minicíocht nach mó ná uair amháin in aon tréimhse 12 mhí

source: The Strategy for the Rental Sector proposed a Rent Predictability Measure, to cap rent increases at 4% per year for the next 3 years in designated Rent Pressure Zones
ga: Tá ról lárnach ag an mBord um Thionóntachtaí Cónaithe (BTC) sa mhargadh tithíochta ar cíos

source: The Planning and Development (Housing) and Residential Tenancies Act 2016 brought this measure into effect from 24 December 2016
ga: Pléann sé le díospóidí idir thiarnaí talún agus tionóntaí, ina measc díospóidi faoi athruithe cíosa

source: It was implemented immediately in the 4 Dublin local authority areas and in Cork city
ga: Foilsíonn sé faisnéis faoi athbhreithniú cíosa agus arduithe cíosa

source: Rent Pressure Zones are to be designated for a maximum of 3 years
ga: • Méadaíodh fad na tréimhse idir athbhreithnithe cíosa ó 12 mí go 24 months

source: There is more about this and other new measures on rtb.ie, including a set of FAQs (pdf)
ga: • Má tá do chíos á athbhreithniú ag an tiarna talún, tá air fógra scríofa 90 lá a thabhairt duit (méadaith ó 28 lá)

source: Residential Tenancies Board
ga: Ó 9 Bealtaine 2016, caithfidh faisnéis áirithe a bheith i bhfógra cíosa

source: The Residential Tenancies Board (RTB) has a central role in supporting the rented housing market
ga: Mar shampla, caithfidh an tiarna talún a dheimhniú nach bhfuil an cíos nua níos mo ná ráta an mhargaidh oscailte – féach thíos

source: It deals with disputes between landlords and tenants, including disputes about rent reviews
ga: Tá air, freisin, 3 shampla de chíosanna atá á lorg le haghaidh chóiríocht chosúil sa cheantar céanna

source: It also provides information about rent reviews and increases
ga: Léigh tuilleadh i ‘Athbhreithnithe cíosa’ thios

source: Under Section 19 of the Residential Tenancies Act 2004, landlords cannot charge more than the open market rate of rent
ga: Faoi Alt 19 an Achta um Thionóntachtaí Cónaithe 2004, ní féidir le tiarnaí talún níos mó ná ráta an mhargaidh oscailte a ghearradh ar árasán nó ar theach

source: Market rent (for properties outside Rent Pressure Zones) is defined in Section 24 as ‘the rent which a willing tenant not already in occupation would give and a willing landlord would take for the dwelling’
ga: Tugann Alt 24 sainmhíniú ar ráta an mhargaidh oscailte mar 'an cíos a thabharfadh tionónta toilteanach nach mbeadh ina chónaí san áras cheana féin agus lena nglacfadh tiarna talún toilteanach don chóiríocht'

source: The RTB publishes a quarterly index of rents, which you can use to check current market rents
ga: Foilsíonn an BTC innnéacs ráithiúil, inar féidir leat ráta an mhargaidh oscailte a aimsiú

source: A rent review can result in an increase or reduction of the rent
ga: Léigh tuilleadh faoi ráta an mhargaidh oscailte agus faoin innéacs

source: The maximum rent increase will be 4% (which amounts to 2% per year since the previous rent was set)
ga: Féadfaidh méadú nó laghdú ar an gcíos bheith mar thoradh ar athbhreithniú cíosa

source: Subsequent rent reviews may take place after a minimum period of 12 months
ga: Ní féidir le do thiarna talún an cíos a athbhreithniú níos mó ná uair amháin i ngach dhá bhliain

source: However, the rent set for a property must be in line with market rent for similar properties in the area
ga: Mura ndearnadh athruithe suntasacha don mhaoin, ní féidir an cíos a athbhreithniú níos minicí ná seo

source: Outside of Rent Pressure Zones: Your rent cannot be increased until 24 months after the start of your tenancy
ga: Ní féidir do chíos a ardú go dtí 24 mhí tar éis tús do thionóntachta

source: If your rent was reviewed at any time in the last 24 months, it cannot be reviewed again until 24 months after the date of the last review
ga: Má athbhreithníodh do chíos le linn na 24 mhí atá caite, ní féidir é a athbhreithniú arís go 24 mhí tar éis an athbhreithnithe deireanaigh

source: Calculating allowable rent increases
ga: Ní mór do do thiarna talún fógra ceart a thabhairt duit ar mhéid an chíosa nua a bheartaítear agus ar an dáta óna mbeidh sé le cur i bhfeidhm

source: You can use the RTB’s calculator to check whether your dwelling is in a Rent Pressure Zone and to work out whether the rent can be raised and, if so, by how much
ga: Ní mór go bhfuil an fógra i scríbhinn agus go gcuimsítear ann an fhaisnéis a fhorordaítear sa reachtaíocht – féach ‘Fógra i leith athbhreithniú cíosa’ thíos

source: You will need to enter your address or Eircode, the current rent and the date when the rent was last set
ga: Ní foirmeacha bailí d’fhógra iad ríomhphoist, teachtaireachtaí téacs agus teachtaireachtaí ó bhéal

source: The RTB has published examples (pdf) of how the calculations work
ga: Caithfidh tú fógra 90 lá, ar a laghad, a fháil (arna mhéadú aníos ó 28 lá le héifeacht ón 4 Nollaig 2015)

source: Your landlord must give you proper notice of the amount of the proposed new rent and the date from which it is to take effect. The notice must be in writing and contain the information prescribed by the legislation – see ‘Notice of rent review’ below
ga: Chomh maith leis sin, caithfidh an tiarna talún an BTC a chur ar an eolas ar an gcíos leasaithe d’fhonn gur féidir leis sonraí clárúcháin na tionóntachta a nuashonrú

source: You must get at least 90 days’ notice of a rent review
ga: Fógra i leith athbhreithniú cíosa

source: The landlord must also notify the RTB of the revised rent so that it can update the registration details of the tenancy
ga: Caithfidh an fógra i leith cíos nua forálacha Alt 26 den Acht um Thionóntachtaí Cónaithe (Leasú), 2015 a chomhlíonadh

source: The notice of new rent must comply with the provisions of Section 26 of the Residential Tenancies (Amendment) Act 2015. The notice must:
ga: Caithfidh an fógra an méid a leanas a dhéanamh:

source: • State the amount of new rent and the date from which is to have effect
ga: • Méid an chíosa nua agus an dáta a lua óna mbeidh sé le cur i bhfeidhm

source: • Include a statement that any dispute about the setting of the rent must be referred to the RTB before the date the new rent takes effect, or within 28 days from the date that the tenant gets the notice, whichever is the later
ga: • Ráiteas a chur san áireamh nach mór aon díospóid faoi shocrú an chíosa a chur faoi bhráid an BTC roimh an dáta a chuirfear an cíos nua i bhfeidhm, nó laistigh de 28 lá ón dáta a thugtar fógra don tionónta, pé dáta is déanaí

source: • Include a statement by the landlord that, in their opinion, the new rent is not greater than the market rent, having regard to the other terms of the tenancy and to letting values of dwellings of a similar size, type and character and situated in a comparable area
ga: • Ráiteas a áireamh, leis an tiarna talún ina luaitear, ina dtuairim, nach mó an cíos nua ná cíos an mhargaidh, agus aird ar théarmaí eile na tionóntachta agus ar luachanna ligin áiteanna cónaithe atá ar a chomhionann de mhéid, de shaghas agus de thréithe agus atá lonnaithe i limistéar inchomparáide

source: • Specify the rent amount being asked for 3 dwellings of a similar size, type and character and in a comparable area, which have been advertised for rent in the 4-week period immediately before the notice
ga: • Méid an chíosa a shonrú a iarrtar ar 3 áit chónaithe atá ar a chomhionann de mhéid, de shaghas agus de thréithe agus atá lonnaithe i limistéar inchomparáide, a rinneadh a fhógairt le haghaidh cíosa sa tréimhse 4 seachtaine díreach sular tugadh an fógra

source: • Be signed by the landlord or their authorised agent and include the date on which it was signed
ga: • Bheith sínithe ag an tiarna talún nó a gníomhaire údaraithe agus an dáta a síníodh é a áireamh

source: The RTB has published a sample notice of rent review, which includes the extra information required in Rent Pressure Zones
ga: D’fhoilsigh an BTC fógra samplach i leith athbhreithniú cíosa (pdf)

source: Requesting a rent review
ga: Athbhreithniú cíosa a iarraidh

source: As a tenant, you can ask your landlord to review the rent if:
ga: Féadann tú a iarraidh ar do thiarna talún an cíos a athbhreithniú más rud é

source: • You think it is more than the current market rate for the property or
ga: • Go síleann tú gur mó é ná ráta reatha an mhargaidh don mhaoin nó

source: • You want a new review and more than 24 months have passed
ga: • Go dteastaíonn athbhreithniú nua uait agus níos mó ná 24 mhí tar éis a himeachta

source: If your landlord is raising the rent
ga: Má tá do chíos á ardú ag an tiarna talún

source: Threshold, the national housing charity, publishes detailed advice on how to deal with rent increases
ga: Foilsíonn Threshold comhairle mionsonraithe ar conas plé le harduithe cíosa

source: Its leaflet on resolving problems during your tenancy (pdf) includes tips on dealing with rent increases
ga: Tá nodanna freisin sa bhileog faoi fhadhbanna tionóntachta (pdf) faoi conas plé le harduithe cíosa

source: You can contact Threshold for advice on your particular situation – see ‘Where to apply’ below’
ga: Is féidir dul i dteagmháil le Threshold chun comhairle a fháil mar gheall ar do chás féin – féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos

source: If there is any dispute about the amount of rent being proposed, either side can refer the dispute to the RTB
ga: Má tá aon díospóid ann faoi mhéid do chíosa, is féidir le ceachtar taobh an díospóid a tharchur chuig an Bord um Thionóntachtaí Cónaithe

source: If you are claiming that the proposed rent is higher than the market rate, you should provide evidence of rental rates for similar properties in the same area
ga: Má mhaíonn tú go bhfuil an cíos a bheartaítear níos airde ná an cíos margaidh, ba cheart duit fianaise a sholáthar i leith rátaí cíosa ar a mhacasamhail de mhaoin sa cheantar céanna

source: If the landlord has given you a valid written notice of the rent increase, you must contact the RTB with your dispute before the date that the new rent comes into effect or within 28 days of getting the notice, whichever is later
ga: Má thug an tiarna talún fógra bailí scríofa duit, caithfidh tú dul i dteagmháil leis an BTC roimh an dáta ar a dtagann an cíos úr i bhfeidhm nó laistigh de 28 lá ó fháil an fhógra, pé ceann is déanaí

source: There is no time limit if the notice is not valid
ga: Ní leagtar aon teorainn ama mura bhfuil an fógra bailí

source: You must continue to pay your rent until the case has been determined by the RTB
ga: Ní mór duit leanúint le do chíos a íoc go dtí go bhfuil cinneadh déanta ag an BTC ar an gcás

source: You can contact Threshold’s Tenancy Protection Service on 1800 454 454 for general support, advice and advocacy around protecting your tenancy
ga: D’fhéadfadh solúbthacht a bheith ann sa chás go lorgaíonn tiarnaí talún cíosanna atá os cionn teorainneacha Forlíonadh Cíosa

source: There may be flexibility in cases where landlords seek rents that are above the Rent Supplement limits
ga: Baineann seo le tionóntaí reatha agus le hiarratasóirí nua ar Fhorlíonadh Cíosa

source: This applies to existing tenants and to new Rent Supplement applicants. The circumstances of tenants are considered on a case-by-case basis and rents increased above the set limits as appropriate
ga: Déantar breithniú ar chúinsí tionóntaí agus ar chíosanna a mhéadaítear os cionn na dteorainneacha a leagtar amach, faoi mar is cuí, ar bhonn cás ar chás

source: Contact the local office that administers your Rent Supplement
ga: Déan teagmháil leis an oifig áitiúil a riarann d’Fhorlíonadh Cíosa

source: The Department of Social Protection, in conjunction with Threshold, operates a special protocol for tenants on Rent Supplement in areas where supply issues are particularly acute - Dublin, Kildare, Meath, Wicklow, Galway and Cork city
ga: Chomh maith leis sin, oibríonn an Roinn Coimirce Sóisialaí, i gcomhar le Threshold, prótacal speisialta i gceantair ina bhfuil saincheisteanna an-ghéara i gceist le soláthar

source: Contact the Tenancy Protection Service on 1800 454 454
ga: Féadfaidh tionóntaí i mBaile Átha Cliath, Cill Dara, an Mhí, Cill Mhantáin agus i gcathair Chorcaí rochtain a fháil ar an tSeirbhís um Chosaint Tionóntachta trí ghlao ar 1800 454 454

source: To refer a dispute to the RTB for resolution, it costs €15 to apply online and €25 for an application on paper (contact the RTB to request a form). Where to apply Threshold 21 Stoneybatter Dublin 7 Ireland Opening Hours:Mon-Fri 9.30 am - 5 pm Tel:1890 334 334 Fax:(01) 677 2407 Homepage: http://www.threshold.ie Email: advice@threshold.ie Threshold Dublin Outreach Clinic Co. Council Office Grove Road Blanchardstown Co. Dublin Opening Hours:Tuesday 2pm - 5pm Tel: (01) 635 3651 Threshold 22 South Mall Cork Ireland Opening Hours:Mon - Fri: 9 am to 1 pm and 2 pm to 5 pm Tel:(021) 427 8848 Fax:(021) 480 5111 Homepage: http://www.threshold.ie Email: advicecork@threshold.ie Threshold 5 Prospect Hill Galway Ireland H91 HC1H Opening Hours:Mon-Fri 9.30 am - 5 pm Tel:(091) 563 080 Fax:(091) 569 273 Homepage: http://www.threshold.ie Email: advicegalway@threshold.ie Tenancy Protection Service Opening Hours:Monday to Friday, 9 am to 9 pm Locall:1800 454 454 Homepage: http://www.threshold.ie Email: tps@threshold.ie Residential Tenancies Board PO Box 47 Clonakilty Co
ga: Chun diospóid a tharchur chuig an BTC, cosnaíonn sé €15 iarratas a dhéanamh ar líne agus €25 iarratas a dhéanamh ar pháipéar (téigh i dteagmháil leis an BTC chun an fhoirm a éileamh)
